_posts/language/2022-04-05-english-de-rigueur.html
---
layout: post
title: 单词本：de rigueur
categories: [language]
tags: [Français]
---

<p>
在17、18世纪，在英国、美国的年轻人中，流行一种叫Grand Tour of Europe的欧洲游学活动。他们去意大利、法国这些地方待上四年，学习语言、建筑、地理、文化知识。
</p>

<p>
Grand Tour of Europe was de rigueur for young American men of means to
prepare them for a life of refinement and taste. 伟大欧洲之旅是年轻男士为了建立精致和品味生活的社交礼节上的需要。
</p>

<p>
这里有个法语来的词 de rigueur：礼节需要的、礼仪上必要的、符合礼节和时尚的。
</p>

<p>
rigueur 就是法语里的 rigour 严格的意思。de rigueur 在法语里的字面意思就是 of rigour 严格的。在英语里，就成了严格符合社交礼节的，即符合礼仪的。
</p>

<p>
-eur 是一个典型的法语名词结尾，其他还有 amateur 业余爱好者，chaufeur
私人司机，liqueur 利口酒，entrepreneur 企业家，这些都是法语里来的。
</p>

<p>
例句：
</p>

<p>
Dark sunglasses are de rigueur these days. 黑墨镜是当下的社交礼节必需品。
</p>

<p>
Perthnow 2022-03-31: Modern technology, combined with a post-pandemic
shift in habits, means it&rsquo;s now de rigueur for people to work from
coffee shops.<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> 现代科技，加上后疫情时代形成的习惯，意味着在咖啡馆工作是人们社交礼节的需要。
</p>

<p>
总结：
</p>
<ul class="org-ul">
<li>de rigueur 社交礼节需要的</li>
<li>amateur 业余爱好者</li>
<li>chaufeur 私人司机</li>
<li>liqueur 利口酒</li>
<li>entrepreneur 企业家</li>
</ul>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
<a href="https://www.perthnow.com.au/lifestyle/a-few-additions-to-debretts-updated-guide-on-modern-cafe-etiquette--c-6275581">https://www.perthnow.com.au/lifestyle/a-few-additions-to-debretts-updated-guide-on-modern-cafe-etiquette--c-6275581</a>
</p></div></div>


</div>
</div>
